import React from "react";

export default function ResearchIntro() {
  return (
    <>
      <p>
        大学・大学院では、機械学習と通信の学際領域を研究する西尾研究室に所属し、無線センシングを中心的なテーマとして研究しました。
        このテーマを選んだのは、機械学習の応用への技術的興味のみならず、
        <span className="marker">
          「見えないものを見る技術」にロマンを感じたから
        </span>
        です。
      </p>
      <p>
        電波という目に見えない情報を通して、人や物の動き・形を可視化するその営みは、単なる技術的興味にとどまらず、
        私にとっては<span className="marker">思索や詩的感性とつながる</span>
        部分もありました。 一時期は、無線環境の変化を
        <span className="marker">音やグラフィックとして表現する試み</span>
        にも取り組み、
        ジョン・ケージやブライアン・イーノといった作曲家の思想と接続を試みたこともありました。
      </p>
    </>
  );
}
